export const sections = [
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17255',
    name: 'Художественная литература',
    books: [
      {
        id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2',
        name: 'Несносное проклятье некроманта',
        author: 'Блинова Маргарита',
        genre: 'Фэнтези',
        price: 250,
        rating: 4,
        annotation:
          'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай  о некромантии!',
        reviews: [
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d96',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d97',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d98',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
        ],
      },
    ],
  },
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17256',
    name: 'Книги для детей',
    books: [
      {
        id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2',
        name: 'Детская книжка',
        author: 'Блинова Маргарита',
        genre: 'Фэнтези',
        price: 250,
        rating: 4,
        annotation:
          'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай  о некромантии!',
        reviews: [
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d96',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d96',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d96',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
        ],
      },
      {
        id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2',
        name: 'Детская книжка',
        author: 'Блинова Маргарита',
        genre: 'Фэнтези',
        price: 250,
        rating: 4,
        annotation:
          'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай  о некромантии!',
        reviews: [
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d96',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d96',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d96',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
        ],
      },
      {
        id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2',
        name: 'Детская книжка',
        author: 'Блинова Маргарита',
        genre: 'Фэнтези',
        price: 250,
        rating: 4,
        annotation:
          'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай  о некромантии!',
        reviews: [
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d96',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d96',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d96',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
        ],
      },
    ],
  },
];
