export const sections = [
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17255',
    name: 'Художественная литература',
    books: [
      {
        id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2',
        name: 'Несносное проклятье некроманта',
        author: 'Блинова Маргарита',
        genre: 'Фэнтези',
        price: 250,
        rating: 4,
        annotation:
          'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии! Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
        reviews: [
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d96',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d97',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d98',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
        ],
      },
    ],
  },
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17256',
    name: 'Книги для детей',
    books: [
      {
        id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2',
        name: 'Детская книжка',
        author: 'Блинова Маргарита',
        genre: 'Фэнтези',
        price: 250,
        rating: 4,
        annotation:
          'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии!',
        reviews: [
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d01',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d02',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d03',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
        ],
      },
      {
        id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fa9',
        name: 'Детская книжка',
        author: 'Блинова Маргарита',
        genre: 'Фэнтези',
        price: 250,
        rating: 4,
        annotation:
          'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии!',
        reviews: [
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d23',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d24',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d925',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
        ],
      },
      {
        id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb0',
        name: 'Детская книжка',
        author: 'Блинова Маргарита',
        genre: 'Фэнтези',
        price: 250,
        rating: 4,
        annotation:
          'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии!',
        reviews: [
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d49',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d50',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d51',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
        ],
      },
    ],
  },
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17257',
    name: 'Периодические издания',
    books: [
      {
        id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2f9f',
        name: 'Книга',
        author: 'Блинова Маргарита',
        genre: 'Фэнтези',
        price: 250,
        rating: 4,
        annotation:
            'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии! Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
        reviews: [
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d99',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d92',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d93',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
        ],
      },
    ],
  },
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17229',
    name: 'Религия',
    books: [
      {
        id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2ff8',
        name: 'Библия',
        author: '-',
        genre: '-',
        price: 250,
        rating: 4,
        annotation:
            'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии! Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
        reviews: [
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d43',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d44',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
          {
            id: '5909796d-5030-4e36-adec-68b8f9ec2d45',
            user: {
              id: 'a304959a-76c0-4b34-954a-b38dbf310360',
              name: 'Анна К.',
            },
            text: 'С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке "Несносное проклятье некроманта".',
            rating: 5,
          },
        ],
      },
    ],
  },
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17230',
    name: 'Учебная литература',
    books: [],
  },
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17231',
    name: 'Комиксы',
    books: [],
  },
];
