const normalizedSections = [
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17255',
    name: 'Художественная литература',
    books: [
      'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2',
      'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb3',
      'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb4',
    ],
  },
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17256',
    name: 'Периодческие издания',
    books: [
      'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb5',
      'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb6',
      'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb7',
    ],
  },
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17257',
    name: 'Религия',
    books: [
      'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb8',
    ],
  },
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17258',
    name: 'Учебная литература',
    books: [
      'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb9',
    ],
  },
  {
    id: '429dea85-11dd-4054-a31e-c60c92e17259',
    name: 'Комиксы',
    books: [],
  },
];

const normalizedBooks = [
  {
    id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb2',
    name: 'Несносное проклятье некроманта',
    author: 'Блинова Маргарита',
    genre: 'Фэнтези',
    price: 250,
    rating: 4,
    annotation:
        'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии! Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
    reviews: [
      '5909796d-5030-4e36-adec-68b8f9ec2d96',
      '5909796d-5030-4e36-adec-68b8f9ec2d97',
    ],
  },
  {
    id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb3',
    name: 'Несносное проклятье некроманта 2',
    author: 'Блинова Маргарита',
    genre: 'Фэнтези',
    price: 250,
    rating: 4,
    annotation:
        'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии! Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
    reviews: [
      '5909796d-5030-4e36-adec-68b8f9ec2d98',
      '5909796d-5030-4e36-adec-68b8f9ec2d99',
    ],
  },
  {
    id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb4',
    name: 'Несносное проклятье некроманта 3',
    author: 'Блинова Маргарита',
    genre: 'Фэнтези',
    price: 250,
    rating: 4,
    annotation:
        'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии! Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
    reviews: [
      '5909796d-5030-4e36-adec-68b8f9ec2d100',
      '5909796d-5030-4e36-adec-68b8f9ec2d101',
    ],
  },
  {
    id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb5',
    name: 'Несносное проклятье некроманта 4',
    author: 'Блинова Маргарита',
    genre: 'Фэнтези',
    price: 250,
    rating: 4,
    annotation:
        'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии! Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
    reviews: [
      '5909796d-5030-4e36-adec-68b8f9ec2d102',
      '5909796d-5030-4e36-adec-68b8f9ec2d103',
    ],
  },
  {
    id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb6',
    name: 'Несносное проклятье некроманта 5',
    author: 'Блинова Маргарита',
    genre: 'Фэнтези',
    price: 250,
    rating: 4,
    annotation:
        'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии! Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
    reviews: [
      '5909796d-5030-4e36-adec-68b8f9ec2d104',
      '5909796d-5030-4e36-adec-68b8f9ec2d105',
    ],
  },
  {
    id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb7',
    name: 'Несносное проклятье некроманта 6',
    author: 'Блинова Маргарита',
    genre: 'Фэнтези',
    price: 250,
    rating: 4,
    annotation:
        'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии! Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
    reviews: [
      '5909796d-5030-4e36-adec-68b8f9ec2d106',
      '5909796d-5030-4e36-adec-68b8f9ec2d107',
    ],
  },
  {
    id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb8',
    name: 'Несносное проклятье некроманта 6',
    author: 'Блинова Маргарита',
    genre: 'Фэнтези',
    price: 250,
    rating: 4,
    annotation:
        'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии! Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
    reviews: [
      '5909796d-5030-4e36-adec-68b8f9ec2d108',
      '5909796d-5030-4e36-adec-68b8f9ec2d109',
    ],
  },
  {
    id: 'a757a0e9-03c1-4a2a-b384-8ac21dbe2fb9',
    name: 'Несносное проклятье некроманта 7',
    author: 'Блинова Маргарита',
    genre: 'Фэнтези',
    price: 250,
    rating: 4,
    annotation:
        'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумай о некромантии! Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
    reviews: [],
  },
];

const normalizedReviews = [
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d96',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310360',
    text: 'Not bad',
    rating: 5,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d97',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310361',
    text: 'Норм',
    rating: 3,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d98',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310362',
    text: 'Интересно',
    rating: 5,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d99',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310363',
    text: 'Жесткие стулья',
    rating: 4,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d100',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310364',
    text: 'Отличный звук',
    rating: 5,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d101',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310365',
    text: 'Удобное расположение',
    rating: 5,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d102',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310366',
    text: 'Not bad',
    rating: 5,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d103',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310367',
    text: 'Норм',
    rating: 3,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d104',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310368',
    text: 'Интересно',
    rating: 5,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d105',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310369',
    text: 'Жесткие стулья',
    rating: 4,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d106',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310370',
    text: 'Отличный звук',
    rating: 5,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d107',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310371',
    text: 'Удобное расположение',
    rating: 5,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d108',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310372',
    text: 'Отличный звук',
    rating: 5,
  },
  {
    id: '5909796d-5030-4e36-adec-68b8f9ec2d109',
    userId: 'a304959a-76c0-4b34-954a-b38dbf310373',
    text: 'Удобное расположение',
    rating: 5,
  },
];

const normalizedUsers = [
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310360',
    name: 'Antony',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310361',
    name: 'Diana',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310362',
    name: 'Lolly',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310363',
    name: 'Agata',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310364',
    name: 'Rebeca',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310365',
    name: 'Sam',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310366',
    name: 'Antony',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310367',
    name: 'Diana',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310368',
    name: 'Lolly',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310369',
    name: 'Agata',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310370',
    name: 'Rebeca',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310371',
    name: 'Sam',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310372',
    name: 'Antony',
  },
  {
    id: 'a304959a-76c0-4b34-954a-b38dbf310373',
    name: 'Diana',
  },
];

module.exports = {
  books: normalizedBooks,
  sections: normalizedSections,
  reviews: normalizedReviews,
  users: normalizedUsers,
};
